{
    "recipes":  [
    {
        "name": "Салат из помидоров и моцареллы",
        "ingredients": [
            "Помидоры",
            "Моцарелла",
            "Базилик",
            "Оливковое масло",
            "Бальзамический уксус"
        ],
        "instructions": "Нарежьте помидоры и моцареллу кружками. Выложите их на тарелку чередуя. Посыпьте свежим базиликом. Полейте оливковым маслом и бальзамическим уксусом."
    },
    {
        "name": "Спагетти с томатным соусом",
        "ingredients": [
            "Спагетти",
            "Помидоры",
            "Чеснок",
            "Базилик",
            "Пармезан"
        ],
        "instructions": "Сварите спагетти согласно инструкциям на упаковке. Пока они варятся, обжарьте чеснок на оливковом масле. Добавьте нарезанные помидоры и тушите до мягкости. Добавьте нарезанный базилик и приправьте по вкусу. Подавайте соус на готовые спагетти с натертым пармезаном."
    },
    {
        "name": "Пицца Маргарита",
        "ingredients": [
            "Тесто для пиццы",
            "Помидоры",
            "Моцарелла",
            "Базилик",
            "Оливковое масло"
        ],
        "instructions": "Разогрейте духовку до 220°C. Раскатайте тесто для пиццы на противне. Выложите кружки помидоров и моцареллы на тесто. Полейте оливковым маслом и добавьте листья базилика. Запекайте в духовке 15-20 минут или до золотистой корочки."
    },
    {
        "name": "Курица с поджаренными помидорами",
        "ingredients": [
            "Курица",
            "Помидоры черри",
            "Чеснок",
            "Тимьян",
            "Оливковое масло"
        ],
        "instructions": "Разогрейте духовку до 200°C. Выложите куски курицы в противень. Добавьте помидоры черри, нарезанный чеснок и тимьян. Полейте оливковым маслом и приправьте по вкусу. Запекайте в духовке 25-30 минут или до готовности курицы."
    },
    {
        "name": "Брускетта с помидорами",
        "ingredients": [
            "Багет",
            "Помидоры",
            "Чеснок",
            "Базилик",
            "Оливковое масло"
        ],
        "instructions": "Нарежьте багет на ломтики и слегка поджарьте. Натрите каждый ломоть чесноком для аромата. Выложите кружки помидоров на поджаренный хлеб. Полейте оливковым маслом и посыпьте нарезанным базиликом. Сразу подавайте."
    },
    {
        "name": "Томатный пирог с горчицей",
        "ingredients": [
            "Слоеное тесто",
            "Помидоры",
            "Горчица",
            "Козий сыр",
            "Тимьян"
        ],
        "instructions": "Разогрейте духовку до 180°C. Разверните слоеное тесто в форме для пирога. Намажьте тонким слоем горчицы дно теста. Выложите кружки помидоров на горчицу. Посыпьте козьим сыром и сверху добавьте тимьян. Запекайте в духовке 25-30 минут или до золотистой корочки."
    },
    {
        "name": "Гаспачо",
        "ingredients": [
            "Помидоры",
            "Красный перец",
            "Огурец",
            "Лук",
            "Чеснок"
        ],
        "instructions": "Смешайте все овощи в блендере до получения однородной массы. Приправьте солью, перцем, красным винным уксусом и оливковым маслом. Охладите как минимум на час перед подачей."
    },
    {
        "name": "Греческий салат",
        "ingredients": [
            "Помидоры",
            "Огурец",
            "Красный лук",
            "Оливки",
            "Фета"
        ],
        "instructions": "Нарежьте помидоры и огурцы кубиками. Нарежьте красный лук. Добавьте оливки и крошеную фету. Приправьте солью, перцем, сушеным орегано и оливковым маслом. Хорошо перемешайте и подавайте."
    },
    {
        "name": "Рататуй",
        "ingredients": [
            "Помидоры",
            "Баклажан",
            "Кабачок",
            "Перец",
            "Лук"
        ],
        "instructions": "Нарежьте все овощи кружками или кубиками. Обжарьте лук на оливковом масле до мягкости. Добавьте остальные овощи и жарьте до мягкости. Приправьте солью, перцем, чесноком и тимьяном. Подавайте горячим или холодным."
    },
    {
        "name": "Паста по-путтанеске",
        "ingredients": [
            "Паста",
            "Помидоры",
            "Анчоусы",
            "Оливки",
            "Каперсы"
        ],
        "instructions": "Сварите пасту согласно инструкциям на упаковке. Пока она варится, обжарьте на оливковом масле анчоусы, оливки и каперсы. Добавьте нарезанные помидоры и тушите до мягкости. Приправьте солью, перцем, чесноком и красным перцем. Подавайте соус на готовую пасту."
    },
    {
        "name": "Киш с сушеными помидорами",
        "ingredients": [
            "Слоеное тесто",
            "Сушеные помидоры",
            "Козий сыр",
            "Яйца",
            "Сливки"
        ],
        "instructions": "Разогрейте духовку до 180°C. Разверните слоеное тесто в форме для пирога. Выложите сушеные помидоры на дно теста. Посыпьте козьим сыром. Взбейте яйца с сливками, приправьте солью и перцем. Залейте смесь на пирог. Запекайте в духовке 25-30 минут или до застывания начинки."
    },
    {
        "name": "Фаршированные помидоры",
        "ingredients": [
            "Помидоры",
            "Фарш",
            "Лук",
            "Чеснок",
            "Петрушка"
        ],
        "instructions": "Разогрейте духовку до 180°C. Срежьте верхушки помидоров и выньте мякоть. В миске смешайте фарш, нарезанный лук, чеснок и петрушку. Наполните помидоры этой смесью. Выложите фаршированные помидоры в форму для запекания. Запекайте в духовке 30-35 минут или до готовности фарша."
    },
    {
        "name": "Фаршированные помидоры с рисом",
        "ingredients": [
            "Помидоры",
            "Рис",
            "Лук",
            "Чеснок",
            "Петрушка"
        ],
        "instructions": "Разогрейте духовку до 180°C. Срежьте верхушки помидоров и выньте мякоть. Сварите рис согласно инструкциям на упаковке. В сковороде обжарьте на оливковом масле нарезанный лук и чеснок до мягкости. Добавьте вареный рис и нарезанную петрушку. Наполните помидоры этой смесью. Выложите фаршированные помидоры в форму для запекания. Запекайте в духовке 25-30 минут или до мягкости помидоров."
    },
    {
        "name": "Брускетта по-капрезе",
        "ingredients": [
            "Хлеб чиабатта",
            "Помидоры",
            "Моцарелла",
            "Базилик",
            "Оливковое масло"
        ],
        "instructions": "Нарежьте хлеб чиабатта на ломтики и слегка поджарьте. Выложите на поджаренный хлеб кружки помидоров и моцареллы. Полейте оливковым маслом и посыпьте нарезанным базиликом. Сразу подавайте."
    },
    {
        "name": "Суп из запеченных помидоров",
        "ingredients": [
            "Помидоры",
            "Чеснок",
            "Лук",
            "Овощной бульон",
            "Тимьян"
        ],
        "instructions": "Разогрейте духовку до 200°C. Разрежьте помидоры пополам и выложите на противень. Добавьте нарезанный чеснок и лук. Полейте оливковым маслом и посыпьте тимьяном. Запекайте в духовке 30-40 минут. Переложите запеченные помидоры в кастрюлю с овощным бульоном. Тушите на медленном огне 10 минут. Используйте погружной блендер для измельчения. Приправьте по вкусу."
    },
    {
        "name": "Салат с макаронами и сушеными помидорами",
        "ingredients": [
            "Макароны",
            "Сушеные помидоры",
            "Шпинат",
            "Фета",
            "Базилик"
        ],
        "instructions": "Сварите макароны согласно инструкции на упаковке. В это время мелко нарежьте сушеные помидоры, шпинат и базилик. Смешайте сваренные макароны с сушеными помидорами, шпинатом и базиликом. Добавьте крошку феты и посолите по вкусу. Подавайте холодным."
    },
    {
        "name": "Тиан с овощами",
        "ingredients": [
            "Помидоры",
            "Цуккини",
            "Баклажан",
            "Лук",
            "Тимьян"
        ],
        "instructions": "Разогрейте духовку до 180°C. Нарежьте все овощи тонкими ломтиками. Выложите ломтики слоями в форму для запекания, чередуя различные овощи. Посыпьте свежим тимьяном. Полейте оливковым маслом. Запекайте в духовке 40-50 минут или до тех пор, пока овощи не станут мягкими и золотистыми."
    },
    {
        "name": "Салат с кускусом и помидорами",
        "ingredients": [
            "Кускус",
            "Помидоры",
            "Огурец",
            "Мята",
            "Петрушка"
        ],
        "instructions": "Приготовьте кускус согласно инструкции на упаковке. Дайте остыть. Нарежьте помидоры и огурцы кубиками. Мелко нарежьте мяту и петрушку. Смешайте все ингредиенты в салатнике. Посолите, поперчите, добавьте лимонный сок и оливковое масло по вкусу. Подавайте охлажденным."
    },
    {
        "name": "Брускетта с авокадо и помидорами",
        "ingredients": [
            "Хлеб",
            "Помидоры",
            "Авокадо",
            "Чеснок",
            "Кориандр"
        ],
        "instructions": "Нарежьте хлеб кусочками и слегка подружите. Натрите чесноком для аромата. Выложите на готовый хлеб ломтики помидоров и авокадо. Посыпьте нарезанным кориандром. Сразу подавайте."
    },
    {
        "name": "Маринара соус",
        "ingredients": [
            "Помидоры",
            "Чеснок",
            "Лук",
            "Базилик",
            "Орегано"
        ],
        "instructions": "В кастрюле обжарьте лук и чеснок на оливковом масле до мягкости. Добавьте мелко нарезанные помидоры и тушите 20-30 минут. Добавьте мелко нарезанный базилик и орегано. Посолите по вкусу. Используйте этот соус для макарон, пиццы или других блюд."
    },
    {
        "name": "Жареные картофельные дольки",
        "ingredients": [
            "Картофель",
            "Оливковое масло",
            "Соль",
            "Перец"
        ],
        "instructions": "Очистите и нарежьте картофель кубиками. Разогрейте оливковое масло в сковороде на среднем огне. Добавьте кубики картофеля и обжарьте до золотистой корки. Посолите и поперчите по вкусу."
    },
    {
        "name": "Гратен дофинуаз",
        "ingredients": [
            "Картофель",
            "Сливки",
            "Молоко",
            "Чеснок",
            "Тертый сыр"
        ],
        "instructions": "Разогрейте духовку до 180°C. Очистите и нарежьте картофель тонкими ломтиками. В кастрюле разогрейте сливки, молоко и мелко нарезанный чеснок до нагрева. Выложите ломтики картофеля в форму для запекания. Залейте картофель смесью сливок. Посыпьте тертым сыром. Запекайте в духовке 45-60 минут или до золотистой корки и мягкости картофеля."
    },
    {
        "name": "Домашние картофельные фри",
        "ingredients": [
            "Картофель",
            "Растительное масло",
            "Соль"
        ],
        "instructions": "Очистите картофель и нарежьте его кубиками. Разогрейте растительное масло во фритюрнице или большой кастрюле на средне-высоком огне. Обжарьте картофельные кубики до золотистой корки и хрустящести. Откиньте на бумажное полотенце и посолите."
    },
    {
        "name": "Картофельное пюре",
        "ingredients": [
            "Картофель",
            "Масло",
            "Молоко",
            "Соль",
            "Перец"
        ],
        "instructions": "Очистите и нарежьте картофель кусочками. Варите в подсоленной кипящей воде до мягкости. Откиньте на дуршлаг и разомните вилкой или воспользуйтесь картофелемялкой. Добавьте масло и горячее молоко постепенно до получения желаемой консистенции. Посолите и поперчите по вкусу."
    },
    {
        "name": "Испанская тортилья",
        "ingredients": [
            "Картофель",
            "Яйца",
            "Лук",
            "Оливковое масло",
            "Соль"
        ],
        "instructions": "Очистите и нарежьте картофель тонкими ломтиками. Разогрейте оливковое масло в сковороде на среднем огне. Добавьте ломтики картофеля и нарезанный лук. Обжаривайте до мягкости картофеля. Взбейте яйца в миске и вылейте их на картофель. Посолите. Готовьте до застывания яиц и золотистой корки. Переверните тортилью и готовьте с другой стороны до золотистости."
    },
    {
        "name": "Картофельный крем-суп",
        "ingredients": [
            "Картофель",
            "Овощной бульон",
            "Лук",
            "Чеснок",
            "Сливки"
        ],
        "instructions": "Очистите и нарежьте картофель кубиками. Разогрейте оливковое масло в кастрюле на среднем огне. Добавьте нарезанный лук и измельченный чеснок. Обжарьте до мягкости. Добавьте кубики картофеля и овощной бульон. Доведите до кипения, затем уменьшите огонь и варите до мягкости картофеля. Используйте погружной блендер для измельчения супа. Добавьте сливки и посолите и поперчите по вкусу."
    },
    {
        "name": "Картофель в духовке",
        "ingredients": [
            "Картофель",
            "Масло",
            "Сметана",
            "Тертый сыр",
            "Бекон"
        ],
        "instructions": "Разогрейте духовку до 200°C. Вымойте картофель и наденьте его вилкой. Выпекайте в духовке 45-60 минут или до мягкости. Надрежьте верх и нажмите по бокам, чтобы разрезать. Украсьте маслом, сметаной, тертым сыром и обжаренным беконом."
    },
    {
        "name": "Картофельные крокеты",
        "ingredients": [
            "Картофель",
            "Яйца",
            "Панировочные сухари",
            "Петрушка",
            "Соль"
        ],
        "instructions": "Очистите и нарежьте картофель кубиками. Варите в подсоленной кипящей воде до мягкости. Откиньте на дуршлаг и разомните вилкой. Добавьте взбитые яйца, нарезанную петрушку и соль. Сформируйте крокеты из смеси и обваляйте в панировочных сухарях. Обжарьте в горячем масле до золотистой корки."
    },
    {
        "name": "Жареный картофель с чесноком",
        "ingredients": [
            "Картофель",
            "Чеснок",
            "Петрушка",
            "Оливковое масло",
            "Соль"
        ],
        "instructions": "Очистите и нарежьте картофель кубиками. Разогрейте оливковое масло в сковороде на среднем огне. Добавьте кубики картофеля и обжарьте до золотистой корки и хрустящести. Добавьте мелко нарезанный чеснок и нарезанную петрушку. Посолите и жарьте еще несколько минут."
    },
    {
        "name": "Начиненный сыром картофель",
        "ingredients": [
            "Картофель",
            "Сливочный сыр",
            "Лук-порей",
            "Бекон",
            "Сметана"
        ],
        "instructions": "Разогрейте духовку до 200°C. Вымойте картофель и наденьте его вилкой. Выпекайте в духовке 45-60 минут или до мягкости. Надрежьте верх и нажмите по бокам, чтобы разрезать. Смешайте сливочный сыр, нарезанный лук-порей, обжаренный бекон и сметану. Наполните картофель этой смесью."
    },
    {
        "name": "Картофельный пай Парментье",
        "ingredients": [
            "Картофель",
            "Фарш",
            "Лук",
            "Чеснок",
            "Тертый сыр"
        ],
        "instructions": "Разогрейте духовку до 180°C. Очистите и нарежьте картофель кусочками. Варите в подсоленной кипящей воде до мягкости. Откиньте на дуршлаг и разомните вилкой. В сковороде обжарьте нарезанный лук и измельченный чеснок. Добавьте фарш и обжарьте до золотистости. Выложите фарш в форму для запекания. Покройте пюре картофеля и посыпьте тертым сыром. Запекайте в духовке 25-30 минут или до золотистой корки."
    },
    {
        "name": "Суп из картофеля и лука",
        "ingredients": [
            "Картофель",
            "Лук",
            "Овощной бульон",
            "Сливки",
            "Петрушка"
        ],
        "instructions": "Очистите и нарежьте картофель кубиками. Очистите и нарежьте лук. Разогрейте оливковое масло в кастрюле на среднем огне. Добавьте нарезанный лук и обжарьте до мягкости. Добавьте кубики картофеля и овощной бульон. Доведите до кипения, затем уменьшите огонь и варите до мягкости картофеля. Используйте погружной блендер для измельчения супа. Добавьте сливки и посолите и поперчите по вкусу. Украсьте нарезанным петрушкой перед подачей."
    },
    {
        "name": "Швейцарский рёсти",
        "ingredients": [
            "Картофель",
            "Лук",
            "Масло",
            "Соль",
            "Перец"
        ],
        "instructions": "Натрите картофель и лук. Выдавите, чтобы удалить лишнюю влагу. Разогрейте масло в сковороде на среднем огне. Добавьте смесь картофеля и лука в сковороду. Разровняйте и нажмите лопаткой. Готовьте до золотистой корки и хрустящести. Посолите и поперчите перед подачей."
    },
    {
        "name": "Помидоры по-провански",
        "ingredients": [
            "Помидоры",
            "Лук",
            "Чеснок",
            "Томаты",
            "Прованские травы"
        ],
        "instructions": "Очистите и нарежьте помидоры кубиками. Разогрейте оливковое масло в сковороде на среднем огне. Добавьте нарезанный лук и измельченный чеснок. Обжаривайте до мягкости. Добавьте кубики помидоров и томаты. Обжаривайте до мягкости. Посолите и добавьте прованские травы. Готовьте до тендерности. Подавайте горячим."
    },
    {
        "name": "Шведский картофель",
        "ingredients": [
            "Картофель",
            "Масло",
            "Куриный бульон",
            "Чеснок",
            "Тимьян"
        ],
        "instructions": "Разогрейте духовку до 200°C. Очистите и нарежьте картофель. Разрежьте его на тонкие дольки, но не до конца. Разогрейте масло в сковороде на среднем огне. Добавьте измельченный чеснок и тимьян. Уложите картофель в форму для выпекания. Полейте картофель смесью масла и куриного бульона. Выпекайте в течение 45-60 минут или до золотистой корочки и мягкости."
    },
    {
        "name": "Гратен с картофелем и лососем",
        "ingredients": [
            "Картофель",
            "Лосось",
            "Сливки",
            "Молоко",
            "Тертый сыр"
        ],
        "instructions": "Предварительно разогрейте духовку до 180°C. Очистите и нарежьте картофель тонкими кружочками. Выпекайте лосось в духовке или на пару, пока он не будет приготовлен. Уложите слой картофеля в форму для выпекания. Добавьте слой кусочков лосося. Повторите слои, пока не кончатся ингредиенты. В кастрюле разогрейте сливки и молоко. Залейте смесь на картофель и лосось. Посыпьте сверху тертым сыром. Выпекайте в течение 45-60 минут или до золотистой корочки и мягкости картофеля."
    },
    {
        "name": "Начиненные сыром картофель",
        "ingredients": [
            "Картофель",
            "Чеддер",
            "Бекон",
            "Сметана",
            "Лук-шалот"
        ],
        "instructions": "Предварительно разогрейте духовку до 200°C. Вымойте картофель и проткните вилкой. Выпекайте в духовке в течение 45-60 минут или до мягкости. Надрежьте верх и нажмите по бокам, чтобы разрезать. Смешайте тертый чеддер, обжаренный бекон, сметану и мелко нарезанный лук-шалот. Наполните картофель этой смесью."
    },
    {
        "name": "Картофель по-травяному",
        "ingredients": [
            "Картофель",
            "Масло",
            "Чеснок",
            "Петрушка",
            "Тимьян"
        ],
        "instructions": "Очистите и нарежьте картофель кубиками. Разогрейте масло в сковороде на среднем огне. Добавьте картофельные кубики и обжаривайте до золотистой корочки и хрустящести. Добавьте измельченный чеснок, нарезанную петрушку и тимьян. Посолите и поперчите. Тушите до мягкости."
    },
    {
        "name": "Макароны с маслом",
        "ingredients": [
            "Макароны",
            "Масло",
            "Соль"
        ],
        "instructions": "Сварите макароны в соответствии с инструкциями на упаковке. Откиньте на дуршлаг и смешайте с маслом. Посолите по вкусу."
    },
    {
        "name": "Омлет с овощами",
        "ingredients": [
            "Яйца",
            "Овощи на выбор (помидоры, перцы, лук, грибы, шпинат)",
            "Соль",
            "Перец",
            "Масло"
        ],
        "instructions": "Взбейте яйца в миске. Добавьте нарезанные овощи. Посолите и поперчите. Разогрейте масло в сковороде и вылейте смесь. Готовьте до готовности."
    },
    {
        "name": "Гриль с сыром",
        "ingredients": [
            "Хлеб",
            "Сыр",
            "Масло"
        ],
        "instructions": "Намажьте масло на одну сторону хлеба. Положите сыр между двумя ломтиками хлеба (с маслом снаружи). Обжаривайте на сковороде до того момента, пока сыр не расплавится и хлеб не загорится."
    },
    {
        "name": "Салат Цезарь",
        "ingredients": [
            "Салат",
            "Куриное мясо",
            "Крутоны",
            "Пармезан",
            "Соус Цезарь"
        ],
        "instructions": "Нарежьте салат и куриное мясо кусочками. Добавьте крутоны и пармезан. Полейте соусом Цезарь и хорошо перемешайте."
    },
    {
        "name": "Жареный картофель",
        "ingredients": [
            "Картофель",
            "Оливковое масло",
            "Соль",
            "Перец",
            "Прованские травы"
        ],
        "instructions": "Нарежьте картофель на четвертинки. Смешайте с оливковым маслом, солью, перцем и прованскими травами. Распределите на противне и запекайте в духовке до золотистости."
    },
    {
        "name": "Рис с овощами",
        "ingredients": [
            "Рис",
            "Овощи на выбор (перец, морковь, зеленый горошек)",
            "Масло",
            "Соль",
            "Перец"
        ],
        "instructions": "Сварите рис в соответствии с инструкциями на упаковке. Пока он варится, обжарьте овощи на сковороде в масле до мягкости. Перемешайте овощи с приготовленным рисом. Посолите и поперчите по вкусу."
    },
    {
        "name": "Домашняя пицца",
        "ingredients": [
            "Готовое тесто для пиццы",
            "Томатный соус",
            "Сыр",
            "Добавки на выбор (ветчина, грибы, перец, оливки)"
        ],
        "instructions": "Раскатайте тесто для пиццы на противне. Намажьте томатным соусом, добавьте сыр и выбранные добавки. Запекайте в духовке согласно инструкциям на упаковке теста."
    },
    {
        "name": "Овощной суп",
        "ingredients": [
            "Овощи на выбор (морковь, картофель, лук-порей, сельдерей)",
            "Овощной бульон",
            "Соль",
            "Перец",
            "Свежие травы (петрушка, тимьян)"
        ],
        "instructions": "Нарежьте овощи кубиками. Варите их в овощном бульоне до мягкости. Посолите, поперчите и добавьте свежие травы."
    },
    {
        "name": "Жареное куриное мясо",
        "ingredients": [
            "Целое куриное мясо",
            "Соль",
            "Перец",
            "Оливковое масло",
            "Прованские травы"
        ],
        "instructions": "Предварительно разогрейте духовку. Посолите и поперчите курицу, посыпьте прованскими травами и обильно смажьте оливковым маслом. Запекайте в духовке до золотистой корочки и полной готовности."
    },
    {
        "name": "Тако",
        "ingredients": [
            "Тортилья",
            "Фарш",
            "Консервированные фасоль",
            "Тертый сыр",
            "Салат",
            "Помидоры",
            "Соус сальса"
        ],
        "instructions": "Обжарьте фарш на сковороде. Подогрейте тортильи. Наполните каждую тортилью фаршем, фасолью, сыром, салатом, помидорами и соусом сальса."
    }
]
}