{
    "recipes":  [
    {
        "name": "टमाटर और मोज़ेरेला सलाद",
        "ingredients": [
            "टमाटर",
            "मोज़ेरेला",
            "तुलसी",
            "जैतून का तेल",
            "बाल्सामिक विनेगर"
        ],
        "instructions": "टमाटर और मोज़ेरेला को पतले पतले राखें। इन्हें एक प्लेट में आल्टरनेटिव में रखें। ताजा तुलसी डालें। जैतून के तेल और बाल्सामिक विनेगर के साथ स्वाद दें।"
    },
    {
        "name": "टमाटर सॉस स्पेगेटी",
        "ingredients": [
            "स्पेगेटी",
            "टमाटर",
            "लहसुन",
            "तुलसी",
            "पारमेज़ान"
        ],
        "instructions": "स्पेगेटी को पैकेज पर दिए गए निर्देशों के अनुसार पकाएं। इस दौरान, जैतून के तेल में लहसुन को भूनें। कटे हुए टमाटर डालें और ढाल दें जब तक वे नरम न हो जाएं। कटा हुआ तुलसी डालें और अपने स्वाद के अनुसार मसाले डालें। पके हुए स्पेगेटी के साथ सॉस पर पारमेज़ान छिटकाएं।"
    },
    {
        "name": "पिज़्ज़ा मार्गरिटा",
        "ingredients": [
            "पिज़्ज़ा डो",
            "टमाटर",
            "मोज़ेरेला",
            "तुलसी",
            "जैतून का तेल"
        ],
        "instructions": "ओवन को 220°C पर प्रीहीट करें। पिज़्ज़ा डो को बेकिंग ट्रे पर फैला दें। टमाटर और मोज़ेरेला के पतले पतले टुकड़े डो पर रखें। जैतून के तेल को डालें और तुलसी के पत्ते डालें। ओवन में 15-20 मिनट या तब तक पकाएं जब तक कि कुरकुरी न हो जाए।"
    },
    {
        "name": "सुनहरे टमाटर वाला चिकन",
        "ingredients": [
            "चिकन",
            "चेरी टमाटर",
            "लहसुन",
            "अजवाइन",
            "जैतून का तेल"
        ],
        "instructions": "ओवन को 200°C पर प्रीहीट करें। चिकन के टुकड़े एक ओवन-सेफ प्लेट में रखें। चेरी टमाटर, कटी हुई लहसुन और अजवाइन डालें। जैतून के तेल को डालें और अपने स्वाद के अनुसार मसाले डालें। ओवन में 25-30 मिनट या तब तक पकाएं जब तक कि चिकन पक जाए।"
    },
    {
        "name": "टमाटर ब्रुशेटा",
        "ingredients": [
            "फ्रेंच ब्रेड",
            "टमाटर",
            "लहसुन",
            "तुलसी",
            "जैतून का तेल"
        ],
        "instructions": "फ्रेंच ब्रेड को स्लाइस करें और हल्का सा ग्रिल करें। टमाटर के स्लाइस को ग्रिल किये गए ब्रेड पर रखें। जैतून के तेल को डालें और कटी हुई तुलसी डालें। तुरंत परोसें।"
    },
    {
        "name": "टमाटर और मस्तर्द की पाई",
        "ingredients": [
            "ब्रिटिश पी",
            "टमाटर",
            "मस्तर्द",
            "चेड़ चीज़",
            "अजवाइन"
        ],
        "instructions": "ओवन को 180°C पर प्रीहीट करें। ब्रिटिश पी को टार्ट के मोल्ड में फैला दें। मस्तर्द की एक पतली परत टार्ट के फंड पर फैलाएं। टमाटर के स्लाइस को मस्तर्द पर रखें। टमाटर पर चेड़ चीज़ को टुकड़े करें। तुलसी के ताजगी से सजाएं। ओवन में 25-30 मिनट या तब तक पकाएं जब तक कि चावल पक न जाए।"
    },
    {
        "name": "गजपाचो",
        "ingredients": [
            "टमाटर",
            "लाल शिमला मिर्च",
            "खीरा",
            "प्याज",
            "लहसुन"
        ],
        "instructions": "सभी सब्जियों को एक ब्लेंडर में मिलाकर ग्लैसी बनाएं। नमक, काली मिर्च, सिरका और जैतून के तेल के साथ स्वाद दें। सेव करने से पहले कम से कम एक घंटे तक फ्रिज में ठंडा करें।"
    },
    {
        "name": "ग्रीक सलाद",
        "ingredients": [
            "टमाटर",
            "खीरा",
            "लाल प्याज़",
            "जलपेनो",
            "फेटा"
        ],
        "instructions": "टमाटर और खीरा को क्यूब में काट लें। लाल प्याज़ को स्लाइस करें। जलपेनो, अंगूठे और फेटा को मसालों के साथ मिलाएं। स्वाद के अनुसार नमक, काली मिर्च, सूखी मरी और जैतून के तेल से स्वादिष्ट बनाएं। अच्छी तरह मिलाएं और सर्व करें।"
    },
    {
        "name": "रताटुइल",
        "ingredients": [
            "टमाटर",
            "बैंगन",
            "कद्दू",
            "शिमला मिर्च",
            "प्याज़"
        ],
        "instructions": "सभी सब्जियों को टुकड़ों या क्यूब्स में काट लें। प्याज़ को जैतून के तेल में भूनें जब तक वे नरम न हो जाएं। अन्य सब्जियों को डालें और उन्हें नरम होने तक पकाएं। नमक, काली मिर्च, लहसुन और अजवाइन से स्वादिष्ट बनाएं। गरम या ठंडे के साथ सर्व करें।"
    },
    {
        "name": "पुट्टानेस्का पास्ता",
        "ingredients": [
            "पास्ता",
            "टमाटर",
            "अंचोवी",
            "जलपेनो",
            "कैपर्स"
        ],
        "instructions": "पास्ता को पैकेज पर दिए गए निर्देशों के अनुसार पकाएं। इस दौरान, जैतून के तेल में अंचोवी, जलपेनो और कैपर्स को भूनें। कटे हुए टमाटर डालें और ढाल दें जब तक वे नरम न हो जाएं। नमक, काली मिर्च, लहसुन और लाल मिर्च से स्वाद दें। पके हुए पास्ता पर सॉस डालें।"
    },
    {
        "name": "टमाटर स्टफ्ड",
        "ingredients": [
            "टमाटर",
            "गोश्त",
            "प्याज़",
            "लहसुन",
            "धनिया"
        ],
        "instructions": "ओवन को 180°C पर प्रीहीट करें। टमाटर के ऊपरी भाग को काटें और उसकी अंदर की जगह निकाल दें। एक कटोरे में, कटा हुआ गोश्त, प्याज़, लहसुन और धनिया मिलाएं। इस मिश्रण से टमाटर भरें। टमाटर को ओवन-सेफ प्लेट में रखें। ओवन में 30-35 मिनट या तब तक पकाएं जब तक गोश्त पक जाए।"
    },
    {
        "name": "चावल भरी टमाटर",
        "ingredients": [
            "टमाटर",
            "चावल",
            "प्याज़",
            "लहसुन",
            "धनिया"
        ],
        "instructions": "ओवन को 180°C पर प्रीहीट करें। टमाटर के ऊपरी भाग को काटें और उसकी अंदर की जगह निकाल दें। चावल को पैकेज पर दिए गए निर्देशों के अनुसार पकाएं। एक कढ़ाई में, कटे हुए प्याज़ और लहसुन को तब तक भूनें जब तक वे नरम न हो जाएं। पके हुए चावल और कटा हुआ धनिया मिलाएं। टमाटर को इस मिश्रण से भरें। ओवन-सेफ प्लेट में टमाटर रखें। ओवन में 25-30 मिनट या तब तक पकाएं जब तक टमाटर नरम न हो जाएं।"
    },
    {
        "name": "कैप्रेसे ब्रुशेटा",
        "ingredients": [
            "सीआईबैटा ब्रेड",
            "टमाटर",
            "मोज़ेरेला",
            "तुलसी",
            "जैतून का तेल"
        ],
        "instructions": "सीआईबैटा ब्रेड को स्लाइस करें और हल्का सा ग्रिल करें। ग्रिल किए गए ब्रेड पर टमाटर और मोज़ेरेला के स्लाइस रखें। जैतून के तेल को डालें और तुलसी के पत्ते डालें। तुरंत परोसें।"
    },
    {
        "name": "भुने हुए टमाटर का सूप",
        "ingredients": [
            "टमाटर",
            "लहसुन",
            "प्याज",
            "सब्जी का ब्रॉथ",
            "अजवाइन"
        ],
        "instructions": "ओवन को 200°C पर प्रीहीट करें। टमाटर को आधे काट दें और एक बेकिंग ट्रे पर रखें। कटी हुई लहसुन और प्याज़ डालें। जैतून के तेल को डालें और अजवाइन छिड़कें। 30-40 मिनट के लिए ओवन में भूनें। भुने हुए टमाटर को सब्जी के ब्रॉथ के साथ एक कढ़ाई में डालें। 10 मिनट तक पकाएं। एक हाथी मिक्सर का उपयोग करके प्यूरी बनाएं। स्वाद के अनुसार मसाले डालें।"
    },
    {
        "name": "शुष्क टमाटर वाली पास्ता सलाद",
        "ingredients": [
            "पास्ता",
            "शुष्क टमाटर",
            "पालक",
            "फेटा चीज़",
            "तुलसी"
        ],
        "instructions": "पास्ता को पैकेज पर दिए गए निर्देशों के अनुसार पकाएं। इस दौरान, शुष्क टमाटर, पालक और तुलसी को काट लें। पके हुए पास्ता को शुष्क टमाटर, पालक और तुलसी के साथ मिलाएं। फेटा चीज़ को छील कर डालें और अपने स्वाद के अनुसार मसाले डालें। ठंडा परोसें।"
    },
    {
        "name": "सब्जी का तियां",
        "ingredients": [
            "टमाटर",
            "टुण्डे",
            "बैंगन",
            "प्याज़",
            "अजवाइन"
        ],
        "instructions": "ओवन को 180°C पर प्री-हीट करें। सभी सब्जियों को पतली कटाई में काट लें। एक बेकिंग डिश में सब्जी की पतली पतली कटाई करें, इन्हें विभिन्न सब्जियों के बीच एक साथ लगाएं। ताजा अजवाइन डालें। जैतून के तेल से ढालें। 40-50 मिनट या जब तक सब्जियां नरम और सुनहरे नहीं हो जातीं उसे ओवन में पकाएं।"
    },
    {
        "name": "टमाटर का कुसकुस सलाद",
        "ingredients": [
            "कुसकुस",
            "टमाटर",
            "ककड़ी",
            "पुदीना",
            "धनिया"
        ],
        "instructions": "कुसकुस को पैकेज पर दिए गए निर्देशों के अनुसार तैयार करें। ठंडा होने दें। टमाटर और ककड़ी को छोटे टुकड़ों में काटें। पुदीना और धनिया को काट लें। एक कटोरे में सभी सामग्री को मिलाएं। नमक, काली मिर्च, नींबू का रस और जैतून के तेल के साथ स्वाद दें। ठंडा परोसें।"
    },
    {
        "name": "एवोकाडो और टमाटर की ब्रुस्केटा",
        "ingredients": [
            "कैंपे‍न ब्रेड",
            "टमाटर",
            "एवोकाडो",
            "लहसुन",
            "धनिया"
        ],
        "instructions": "कैंपे‍न ब्रेड को काट कर थोड़ा सा गोल्डन ब्राउन करें। गरम अनाज को गरमाईये। टमाटर और एवोकाडो के टुकड़े ब्राउन ब्रेड पर रखें। धनिया छील कर डालें। तुरंत परोसें।"
    },
    {
        "name": "मरिनारा सॉस",
        "ingredients": [
            "टमाटर",
            "लहसुन",
            "प्याज़",
            "तुलसी",
            "ओरिगैनो"
        ],
        "instructions": "एक कढ़ाई में, जैतून के तेल में प्याज़ और लहसुन को भूनें जब तक वे नरम न हो जाएं। कटे हुए टमाटर डालें और 20-30 मिनट तक धीमी आंच पर पकाएं। कटी हुई तुलसी और ओर िगैनो डालें। अपने स्वाद के अनुसार मसाले डालें। इस सॉस को पास्ता, पिज्जा या अन्य व्यंजनों पर उपयोग करें।"
    },
    {
        "name": "गुजराती बटाटा फ्राइ",
        "ingredients": [
            "आलू",
            "जैतून का तेल",
            "नमक",
            "काली मिर्च"
        ],
        "instructions": "आलू को छीलें और बैटनेट में काटें। एक तली में मध्यम-अधिक आंच पर जैतून के तेल को गरम करें। आलू के बैटनेट को सुनहरे और कुरकुरे होने तक तलें। नमक और काली मिर्च से स्वाद चखें।"
    },
    {
        "name": "ग्राटेन दौफिनोआ",
        "ingredients": [
            "आलू",
            "क्रीम",
            "दूध",
            "लहसुन",
            "घिसा हुआ पनीर"
        ],
        "instructions": "ओवन को 180°C पर प्री-हीट करें। आलू को पीलें और पतले चाकूओं में काटें। एक कढ़ाई में, क्रीम, दूध और कटा हुआ लहसुन गरम करें जब तक मिश्रण गरम न हो जाए। एक ओवन में आलू के टुकड़े लगाएं। आलू पर क्रीम का मिश्रण डालें। घिसा हुआ पनीर छीलें। ओवन में 45-60 मिनट या जब तक सतह सुनहरे और आलू नरम न हो जाएं।"
    },
    {
        "name": "घर की फ्राइ",
        "ingredients": [
            "आलू",
            "वनस्पति तेल",
            "नमक"
        ],
        "instructions": "आलू को छीलें और उन्हें बैटनेट में काटें। एक तली में मध्यम-उच्च आंच पर वनस्पति तेल गरम करें। आलू के बैटनेट को सुनहरे और कुरकुरे होने तक तलें। पेपर टावल पर निकालें और नमक से स्वाद चखें।"
    },
    {
        "name": "आलू का प्यूरी",
        "ingredients": [
            "आलू",
            "मक्खन",
            "दूध",
            "नमक",
            "काली मिर्च"
        ],
        "instructions": "आलू को छीलें और टुकड़ों में काटें। उन्हें नमकीन पानी में उबालें जब तक वे नरम न हो जाएं। उन्हें छलने या आलू के प्रेस-प्यूरी की सहायता से मसह लें। थोड़ी-थोड़ी मात्रा में गरम मक्खन और गरम दूध डालें ताकि आप चाहें तो संघनन प्राप्त करें। नमक और काली मिर्च से स्वाद दें।"
    },
    {
        "name": "स्पेनिश टॉर्टिया",
        "ingredients": [
            "आलू",
            "अंडे",
            "प्याज़",
            "जैतून का तेल",
            "नमक"
        ],
        "instructions": "आलू को छीलें और पतले टुकड़ों में काटें। एक कढ़ाई में जैतून के तेल को मध्यम आंच पर गरम करें। आलू और कटी हुई प्याज़ डालें। जब तक आलू नरम न हो जाएं, पकाएं। एक कटोरे में अंडे फेटें और उन्हें आलू पर डालें। नमक से स्वाद दें। अंडे पक जाएं और तले हुए पकवान में सुनहरे रंग का हो जाए।"
    },
    {
        "name": "आलू का सूप",
        "ingredients": [
            "आलू",
            "सब्जी का ब्रोथ",
            "प्याज़",
            "लहसुन",
            "क्रीम"
        ],
        "instructions": "आलू को छीलें और छोटे टुकड़ों में काटें। एक कढ़ाई में मध्यम आंच पर जैतून के तेल को गरम करें। कटा हुआ प्याज़ और कटा हुआ लहसुन डालें। उन्हें तब तक भूनें जब तक वे नरम न हो जाएं। आलू के टुकड़े और सब्जी का ब्रोथ डालें। उबालने आने पर आंच कम करें और तब तक पकाएं जब तक आलू नरम न हो जाएं। मिक्सर ब्लेंडर का उपयोग करके प्यूरी बनाएं। क्रीम डालें और नमक और काली मिर्च से स्वाद दें।"
    },
    {
        "name": "ओवन में बेक्ड आलू",
        "ingredients": [
            "आलू",
            "मक्खन",
            "क्रीम",
            "घिसा हुआ पनीर",
            "बेकन"
        ],
        "instructions": "ओवन को 200°C पर प्री-हीट करें। आलू को धोएं और उन्हें एक फोर्क से छेदें। आलू को 45-60 मिनट या जब तक वे नरम न हो जाएं तक ओवन में पकाएं। उन्हें ऊपर से इंसाइज़ करें और उनकी तरफ दबाएं ताकि वे खुल जाएं। मक्खन, क्रीम, घिसा हुआ पनीर और पके हुए बेकन के साथ सजाएं।"
    },
    {
        "name": "आलू की क्रोकेट",
        "ingredients": [
            "आलू",
            "अंडे",
            "ब्रेड का चूरा",
            "पुदीना",
            "नमक"
        ],
        "instructions": "आलू को छीलकर टुकड़ों में काटा। उन्हें नमकीन पानी में उबालें जब तक वे नरम न हो जाएं। उन्हें छलने या आलू के प्रेस-प्यूरी की सहायता से मसह लें। फेटे हुए अंडे, कटी हुई पुदीना और नमक मिलाएं। इस मिश्रण से क्रोकेट बनाएं और ब्रेड के चूरे में रोल करें। इन्हें गरम तेल में तलें जब तक वे सुनहरे और कुरकुरे न हो जाएं।"
    },
    {
        "name": "लहसुन के साथ तली हुई आलू",
        "ingredients": [
            "आलू",
            "लहसुन",
            "पुदीना",
            "जैतून का तेल",
            "नमक"
        ],
        "instructions": "आलू को छीलें और टुकड़ों में काटें। एक कढ़ाई में मध्यम आंच पर जैतून के तेल को गरम करें। आलू के टुकड़े डालें और उन्हें सुनहरे और कुरकुरे होने तक तलें। कटी हुई लहसुन और कटी हुई पुदीना डालें। नमक से स्वाद दें और कुछ मिनट और पकाएं।"
    },
    {
        "name": "चीज़ भरी हुई आलू",
        "ingredients": [
            "आलू",
            "क्रीम चीज़",
            "हरा प्याज़",
            "बेकन",
            "क्रीम"
        ],
        "instructions": "ओवन को 200°C पर प्री-हीट करें। आलू को धोएं और उन्हें एक फोर्क से छेदें। आलू को 45-60 मिनट या जब तक वे नरम न हो जाएं तक ओवन में पकाएं। उन्हें ऊपर से इंसाइज़ करें और उनकी तरफ दबाएं ताकि वे खुल जाएं। क्रीम चीज़, कटा हुआ हरा प्याज़, पके हुए बेकन और क्रीम के साथ मिलाएं।"
    },
    {
        "name": "हचीस पार्मेंटियर",
        "ingredients": [
            "आलू",
            "कीमा",
            "प्याज़",
            "लहसुन",
            "कटा हुआ पनीर"
        ],
        "instructions": "ओवन को 180°C पर प्री-हीट करें। आलू को छीलें और टुकड़ों में काटें। उन्हें नमकीन पानी में उबालें और नरम होने तक पकाएं। उन्हें छलने और फोर्क से पीस लें। एक कढ़ाई में, प्याज़ और लहसुन को भूनें। फिर कीमा डालें और सुनहरा होने तक पकाएं। एक ओवन में कीमा को रखें। ऊपर प्यूरी किए गए आलू रखें और ऊपर से कटा हुआ पनीर डालें। 25-30 मिनट के लिए बेक करें या जब तक कि ऊपर सुनहरा न हो जाए।"
    },
    {
        "name": "आलू और लहसुन का सूप",
        "ingredients": [
            "आलू",
            "लहसुन",
            "सब्जी का ब्रोथ",
            "क्रीम",
            "पार्सली"
        ],
        "instructions": "आलू को छीलें और टुकड़ों में काटें। प्याज़ को साफ करें और चक्की बेलन में काटें। एक कड़ाही में जैतून का तेल गरम करें और मध्यम आंच पर उन्हें भूनें। आलू डालें और अच्छे से मिलाएं। फिर उन्हें ब्रोथ में मिलाएं। उबालने आने पर, उन्हें मिक्सर में ब्लेंड करें। क्रीम मिलाएं और नमक और काली मिर्च से स्वाद दें। सर्व करने से पहले कटा हुआ पार्सली डालें।"
    },
    {
        "name": "स्विस रोस्टी",
        "ingredients": [
            "आलू",
            "प्याज़",
            "मक्खन",
            "नमक",
            "काली मिर्च"
        ],
        "instructions": "आलू और प्याज़ को कद्दूकस करें। उन्हें तेल में भूनें ताकि वे सुनहरे हो जाएं।"
    },
    {
        "name": "प्रोवेंसल आलू",
        "ingredients": [
            "आलू",
            "टमाटर",
            "प्याज़",
            "लहसुन",
            "प्रोवेंस का सुगंधित पौधों"
        ],
        "instructions": "आलू को छीलें और टुकड़ों में काटें। एक कड़ाही में तेल गरम करें और आलू को भूनें ताकि वे सुनहरे हो जाएं। फिर टमाटर, प्याज़, और लहसुन डालें। सब्जी को पकाएं और उसमें प्रोवेंस का सुगंधित पौधों मिलाएं।"
    },
    {
        "name": "स्वीडिश आलू",
        "ingredients": [
            "आलू",
            "मक्खन",
            "मुर्गा का ब्रोथ",
            "लहसुन",
            "थाइम"
        ],
        "instructions": "ओवन को 200°C पर प्री-हीट करें। आलू को छीलें और छेदें लेकिन पूरी तरह से काटें नहीं। उन्हें एक बोर्ड पर रखें और पतली पतली स्लाइस करें, इसे ध्यान से रखें कि वे बेस को पूरी तरह से न काटें। एक कड़ाही में मक्खन को मिलाएं और मध्यम आंच पर गरम करें। फिर कटी हुई लहसुन और थाइम डालें। आलू को एक ओवन में रखें। आलू पर मक्खन का मिश्रण और मुर्गा का ब्रोथ डालें। ओवन में 45-60 मिनट तक या जब तक कि आलू सुनहरा हो जाए।"
    },
    {
        "name": "आलू और सामन का ग्रेटिन",
        "ingredients": [
            "आलू",
            "सामन",
            "क्रीम",
            "दूध",
            "कटा हुआ पनीर"
        ],
        "instructions": "ओवन को 180°C पर प्री-हीट करें। आलू को पतली स्लाइस में काटें। सामन को ओवन या भाप में पकाएं जब तक वह पक जाए। एक ओवन में एक परत आलू की रखें। एक परत आलू में एक परत सामन को रखें। सामन टुकड़ों में टुकड़े करें। आलू की एक परत रखें। कटा हुआ पनीर डालें। ओवन में 45-60 मिनट तक या जब तक कि ऊपर सुनहरा और आलू नरम न हो जाए।"
    },
    {
        "name": "पनीर भरी हुई आलू",
        "ingredients": [
            "आलू",
            "चेद्दर पनीर",
            "बेकन",
            "क्रीम",
            "हरी प्याज़"
        ],
        "instructions": "ओवन को 200°C पर प्री-हीट करें। आलू को धोएं और चाकू की मदद से चीरें। 45-60 मिनट तक या जब तक कि वे नरम न हो जाएं तक आलू को ओवन में पकाएं। उन्हें ऊपर से इंसाइज़ करें और उनकी तरफ दबाएं ताकि वे खुल जाएं। चेद्दर पनीर, पके हुए बेकन, क्रीम और कटी हुई हरी प्याज़ के साथ मिलाएं।"
    },
    {
        "name": "हर्ब्स वाले आलू",
        "ingredients": [
            "आलू",
            "मक्खन",
            "लहसुन",
            "पार्सली",
            "थाइम"
        ],
        "instructions": "आलू को छीलें और पतले टुकड़ों में काटें। एक कढ़ाई में मक्खन गरम करें। फिर आलू के टुकड़े डालें और उन्हें सुनहरे और कुरकुरे होने तक पकाएं। फिर कटा हुआ लहसुन, कटी हुई पार्सली और थाइम डालें। नमक और काली मिर्च से स्वाद दें।"
    },
    {
        "name": "मक्खन वाली पास्ता",
        "ingredients": [
            "पास्ता",
            "मक्खन",
            "नमक"
        ],
        "instructions": "पास्ता को पैकेट पर दिए गए निर्देशों के अनुसार पकाएं। छानें और मक्खन के साथ मिलाएं। स्वाद अनुसार नमक मिलाएं।"
    },
    {
        "name": "सब्जी वाला आंडा बर्तन",
        "ingredients": [
            "अंडे",
            "चयनित सब्जी (टमाटर, शिमला मिर्च, प्याज़, कुंद्राक, पालक)",
            "नमक",
            "काली मिर्च",
            "तेल"
        ],
        "instructions": "एक कटोरे में अंडे फेटें। चयनित सब्जी को छोटे टुकड़ों में काटें। नमक और काली मिर्च से स्वादिष्ट करें। एक कढ़ाई में तेल गरम करें और मिश्रण डालें। अंडे स्थिर होने तक पकाएं।"
    },
    {
        "name": "ग्रिल्ड चीज सैंडविच",
        "ingredients": [
            "पाव",
            "पनीर",
            "मक्खन"
        ],
        "instructions": "पाव के एक पक्ष पर मक्खन फैलाएँ। दोनों रोटी के बीच में पनीर रखें (बटर वाला चेहरा बाहर की ओर)। एक कढ़ाई में जब तक पनीर न पिघल जाए और रोटी सुनहरी न हो जाए तक पकाएं।"
    },
    {
        "name": "सीज़र सलाद",
        "ingredients": [
            "लेटुस",
            "पके हुए मुर्गे",
            "क्रूटोंस",
            "पार्मेजान",
            "सीज़र सॉस"
        ],
        "instructions": "लेटुस और मुर्गे को टुकड़ों में काटें। क्रूटोंस और पार्मेजान डालें। सीज़र सॉस से स्वादिष्ट करें और मिलाएं।"
    },
    {
        "name": "आलू की तली हुई",
        "ingredients": [
            "आलू",
            "जैतून का तेल",
            "नमक",
            "काली मिर्च",
            "प्रोवेंस का सुगंधित पौधों"
        ],
        "instructions": "आलू को चौथाई में काटें। उन्हें जैतून के तेल, नमक, काली मिर्च और प्रोवेंस के सुगंधित पौधों के साथ मिलाएं। एक कुकिंग शीट पर फैलाएं और तब तक ओवन में भूनें जब तक वे सुनहरे न हो जाएं।"
    },
    {
        "name": "सब्जी वाला चावल",
        "ingredients": [
            "चावल",
            "चयनित सब्जी (शिमला मिर्च, गाजर, मटर)",
            "तेल",
            "नमक",
            "काली मिर्च"
        ],
        "instructions": "चावल को पैकेट पर दिए गए निर्देशों के अनुसार पकाएं। उसी समय, सब्जी को तेल में तब तक पकाएं जब तक वे नरम न हो जाएं। पके हुए चावल के साथ सब्जी मिलाएं। नमक और काली मिर्च से स्वादिष्ट करें।"
    },
    {
        "name": "घर का पिज़्ज़ा",
        "ingredients": [
            "पिज़्ज़ा बेस",
            "टमाटर की सॉस",
            "पनीर",
            "चयनित गार्निश (जंबो, कच्चे मशरूम, शिमला मिर्च, ज़ैतून)"
        ],
        "instructions": "पिज़्ज़ा बेस को एक कुकिंग शीट पर फैलाएँ। टमाटर की सॉस लगाएं, पनीर और अपनी पसंदीदा गार्निश जोड़ें। पिज़्ज़ा बेस पैकेट पर दिए गए निर्देशों के अनुसार पकाएं।"
    },
    {
        "name": "सब्जी वाली सूप",
        "ingredients": [
            "चयनित सब्जी (गाजर, बटरनट, मटर, फूलगोभी)",
            "ब्रोथ",
            "धनिया",
            "नमक",
            "काली मिर्च"
        ],
        "instructions": "चयनित सब्जी को टुकड़ों में काटें। ब्रोथ को गरम करें और सब्जी को डालें। अच्छे से पकाएं। नमक, काली मिर्च और धनिया से स्वाद दें।"
    },
    {
        "name": "मटर पनीर",
        "ingredients": [
            "पनीर",
            "मटर",
            "टमाटर",
            "प्याज़",
            "जीरा"
        ],
        "instructions": "टमाटर को छोटे टुकड़ों में काटें। प्याज़ को बेलन में काटें। एक कढ़ाई में तेल गरम करें और जीरा और प्याज़ डालें। फिर टमाटर डालें। मटर और पनीर डालें। अच्छे से पकाएं और ताजा धनिया से सजाएं।"
    }
]
}