{
    "recipes":  [
    {
        "name": "سلطة الطماطم والموزاريلا",
        "ingredients": [
            "طماطم",
            "موزاريلا",
            "ريحان",
            "زيت الزيتون",
            "خل بلسمي"
        ],
        "instructions": "قطع الطماطم والموزاريلا إلى شرائح. قم بترتيبها على طبق بالتناوب. نثر الريحان الطازج. نكه بزيت الزيتون وخل البلسمي."
    },
    {
        "name": "معكرونة بصلصة الطماطم",
        "ingredients": [
            "معكرونة",
            "طماطم",
            "ثوم",
            "ريحان",
            "جبن بارميزان"
        ],
        "instructions": "قم بطهي المعكرونة وفقًا لتعليمات العبوة. في الوقت نفسه، قم بتقليب الثوم في زيت الزيتون. أضف الطماطم المهروسة واتركها تطهى حتى تصبح طرية. أضف الريحان المفروم ونكه حسب رغبتك. قدم الصلصة على المعكرونة المطهية مع البارميزان المبشور."
    },
    {
        "name": "بيتزا مارغريتا",
        "ingredients": [
            "عجينة البيتزا",
            "طماطم",
            "موزاريلا",
            "ريحان",
            "زيت الزيتون"
        ],
        "instructions": "سخّن الفرن إلى 220 درجة مئوية. قم بفرد عجينة البيتزا على صينية خبز. قم بترتيب شرائح الطماطم والموزاريلا على العجينة. رش زيت الزيتون وأضف أوراق الريحان. اخبز في الفرن لمدة 15-20 دقيقة أو حتى تصبح القشرة ذهبية."
    },
    {
        "name": "دجاج بالطماطم المجففة",
        "ingredients": [
            "دجاج",
            "طماطم كرزية",
            "ثوم",
            "زعتر",
            "زيت الزيتون"
        ],
        "instructions": "سخّن الفرن إلى 200 درجة مئوية. ضع قطع الدجاج في صينية فرن. أضف الطماطم الكرزية والثوم المفروم والزعتر. رش بزيت الزيتون ونكه حسب رغبتك. اخبز في الفرن لمدة 25-30 دقيقة أو حتى ينضج الدجاج."
    },
    {
        "name": "بروشيتا بالطماطم",
        "ingredients": [
            "خبز باغيت",
            "طماطم",
            "ثوم",
            "ريحان",
            "زيت الزيتون"
        ],
        "instructions": "قم بتقطيع خبز الباغيت وشويه قليلاً. افرك شرائح الخبز بالثوم لإعطائها نكهة. قم بترتيب شرائح الطماطم على الخبز المحمص. رش بزيت الزيتون وأضف الريحان المفروم. قدم على الفور."
    },
    {
        "name": "تارت الطماطم والخردل",
        "ingredients": [
            "عجينة الباغيت",
            "طماطم",
            "مسحوق خردل",
            "جبن الشيدر",
            "زعتر"
        ],
        "instructions": "سخّن الفرن إلى 180 درجة مئوية. قم بفرد عجينة الباغيت في قالب تارت. ضع طبقة رقيقة من مسحوق الخردل على قاعدة التارت. قم بترتيب شرائح الطماطم على المسحوق. قم بتفتيت جبن الشيدر فوق الطماطم. رش بالزعتر الطازج. اخبز في الفرن لمدة 25-30 دقيقة أو حتى تصبح القشرة ذهبية."
    },
    {
        "name": "جازباتشو",
        "ingredients": [
            "طماطم",
            "فلفل أحمر",
            "خيار",
            "بصل",
            "ثوم"
        ],
        "instructions": "اخلط جميع الخضروات في الخلاط حتى تحصل على قوام ناعم. نكه بالملح والفلفل وخل النبيذ الأحمر وزيت الزيتون. ضعه في الثلاجة لمدة لا تقل عن ساعة قبل التقديم."
    },
    {
        "name": "سلطة يونانية",
        "ingredients": [
            "طماطم",
            "خيار",
            "بصل أحمر",
            "زيتون",
            "فيتا"
        ],
        "instructions": "قطع الطماطم والخيار إلى مكعبات. قطع البصل الأحمر إلى شرائح. أضف الزيتون وفيتا مفتتة. نكه بالملح والفلفل والزعتر الجاف وزيت الزيتون. اخلط جيداً وقدم."
    },
    {
        "name": "راتاتوي",
        "ingredients": [
            "طماطم",
            "باذنجان",
            "كوسة",
            "فلفل",
            "بصل"
        ],
        "instructions": "قطع جميع الخضروات إلى شرائح أو مكعبات. قم بتقليب البصل في زيت الزيتون حتى يصبح طرياً. أضف الخضروات الأخرى وقلبها حتى تصبح طرية. نكه بالملح والفلفل والثوم والزعتر. قدم ساخناً أو بارداً."
    },
    {
        "name": "باستا بوتانيسكا",
        "ingredients": [
            "باستا",
            "طماطم",
            "أنشوفة",
            "زيتون",
            "كابرز"
        ],
        "instructions": "قم بطهي الباستا وفقًا لتعليمات العبوة. في الوقت نفسه، قم بتقليب الأنشوفة والزيتون والكابرز في زيت الزيتون. أضف الطماطم المهروسة واتركها تطهى حتى تصبح طرية. نكه بالملح والفلفل والثوم والفلفل الأحمر الحار. قدم الصلصة على الباستا المطهية."
    },
    {
        "name": "فطيرة الطماطم المجفدة",
        "ingredients": [
            "عجينة البف باستري",
            "طماطم مجففة",
            "فيتا",
            "بيض",
            "كريمة"
        ],
        "instructions": "سخّن الفرن إلى 180 درجة مئوية. قم بفرد عجينة البف باستري في قالب تارت. ضع الطماطم المجففة على قاعدة التارت. ضع فيتا مفتتة فوق الطماطم. اخفق البيض مع الكريمة، ثم نكه بالملح والفلفل. اسكب الخليط فوق التارت. اخبز في الفرن لمدة 25-30 دقيقة أو حتى تمام الاستواء."
    },
    {
        "name": "طماطم محشية",
        "ingredients": [
            "طماطم",
            "لحم مفروم",
            "بصل",
            "ثوم",
            "بقدونس"
        ],
        "instructions": "سخّن الفرن إلى 180 درجة مئوية. قم بقطع الجزء العلوي من الطماطم وأخرج البذور من الداخل. في وعاء، اخلط اللحم المفروم مع البصل والثوم والبقدونس المفرومين. املأ الطماطم بخليط اللحم. قم بوضع الطماطم المحشية في صينية فرن. اخبز في الفرن لمدة 30-35 دقيقة أو حتى ينضج اللحم."
    },
    {
        "name": "طماطم محشية بالأرز",
        "ingredients": [
            "طماطم",
            "أرز",
            "بصل",
            "ثوم",
            "بقدونس"
        ],
        "instructions": "سخّن الفرن إلى 180 درجة مئوية. قم بقطع الجزء العلوي من الطماطم وأخرج البذور من الداخل. قم بطهي الأرز وفقًا لتعليمات العبوة. في مقلاة، قم بتقليب البصل والثوم المفرومين في زيت الزيتون حتى يصبحان طريين. أضف الأرز المطهو والبقدونس المفروم. املأ الطماطم بخليط الأرز. قم بوضع الطماطم المحشية في صينية فرن. اخبز في الفرن لمدة 25-30 دقيقة أو حتى تصبح الطماطم طرية."
    },
    {
        "name": "بروشيتا بالكابريز",
        "ingredients": [
            "خبز سياباتا",
            "طماطم",
            "موزاريلا",
            "ريحان",
            "زيت الزيتون"
        ],
        "instructions": "قم بتقطيع خبز السياباتا وشويه قليلاً. قم بترتيب شرائح الطماطم والموزاريلا على الخبز المحمص. رش بزيت الزيتون وأضف الريحان المفروم. قدم على الفور."
    },
    {
        "name": "حساء الطماطم المشوية",
        "ingredients": [
            "طماطم",
            "ثوم",
            "بصل",
            "مرقة الخضار",
            "زعتر"
        ],
        "instructions": "سخّن الفرن إلى 200 درجة مئوية. قم بقطع الطماطم إلى نصفين وضعها على صينية خبز. أضف الثوم والبصل المفرومين. رش بزيت الزيتون ورشة من الزعتر. اشوي في الفرن لمدة 30-40 دقيقة. انقل الطماطم المشوية إلى قدر مع مرقة الخضار. دعه يغلي لمدة 10 دقائق. استخدم الخلاط اليدوي لتقديم الصلصة. نكه حسب رغبتك."
    },
    {
        "name": "سلطة المعكرونة بالطماطم المجففة",
        "ingredients": [
            "معكرونة",
            "طماطم مجففة",
            "سبانخ",
            "جبن فيتا",
            "ريحان"
        ],
        "instructions": "اطهي المعكرونة وفقًا لتعليمات العبوة. في الوقت نفسه، قطعي الطماطم المجففة والسبانخ والريحان. امزجي المعكرونة المطهية مع الطماطم المجففة والسبانخ والريحان. أضيفي الجبن فيتا المفتت ونكهي حسب الذوق. قدميها باردة."
    },
    {
        "name": "طيان الخضار",
        "ingredients": [
            "طماطم",
            "كوسة",
            "باذنجان",
            "بصل",
            "زعتر"
        ],
        "instructions": "سخّن الفرن إلى 180 درجة مئوية. قطّع جميع الخضروات إلى شرائح رقيقة. قم بترتيب الشرائح بطبقات في صينية خبز، متناوباً بين الخضروات المختلفة. رش الزعتر الطازج. اسقيها بزيت الزيتون. اطهيها في الفرن لمدة 40-50 دقيقة أو حتى تصبح الخضروات طرية ومحمرة."
    },
    {
        "name": "سلطة الكسكس بالطماطم",
        "ingredients": [
            "كسكس",
            "طماطم",
            "خيار",
            "نعناع",
            "بقدونس"
        ],
        "instructions": "قم بإعداد الكسكس وفقًا لتعليمات العبوة. دعه يبرد. قطّع الطماطم والخيار إلى مكعبات. افرم النعناع والبقدونس. امزج جميع المكونات في وعاء. نكّه بالملح والفلفل وعصير الليمون وزيت الزيتون. قدّمها باردة."
    },
    {
        "name": "بروشيتا بالأفوكادو والطماطم",
        "ingredients": [
            "خبز الريف",
            "طماطم",
            "أفوكادو",
            "ثوم",
            "كزبرة"
        ],
        "instructions": "قطعي خبز الريف إلى شرائح واشويها قليلاً. افركي الشرائح بالثوم لإضافة نكهة. ضعي شرائح الطماطم والأفوكادو على الخبز المحمص. رشيها بالكزبرة المفرومة. قدّميها على الفور."
    },
    {
        "name": "صلصة المارينارا",
        "ingredients": [
            "طماطم",
            "ثوم",
            "بصل",
            "ريحان",
            "زعتر"
        ],
        "instructions": "في قدر، اقلي البصل والثوم في زيت الزيتون حتى يصبحان طريين. أضف الطماطم المهروسة واتركها تطهى لمدة 20-30 دقيقة. أضف الريحان والزعتر المفرومين. نكه حسب الذوق. استخدم هذه الصلصة على المعكرونة أو البيتزا أو أطباق أخرى."
    },
    {
        "name": "بطاطس مقلية",
        "ingredients": [
            "بطاطس",
            "زيت نباتي",
            "ملح"
        ],
        "instructions": "قشّري البطاطس وقطّعيها إلى شرائح طويلة. سخّني زيتًا نباتيًا في مقلاة كبيرة على نار متوسطة إلى عالية. اقلي الشرائح حتى تصبح ذهبية ومقرمشة. انقعيها على ورق مجفف ونكّهي بالملح."
    },
    {
        "name": "غراتان دوفينوا",
        "ingredients": [
            "بطاطس",
            "قشطة",
            "حليب",
            "ثوم",
            "جبن مبشور"
        ],
        "instructions": "سخّن الفرن إلى 180 درجة مئوية. قشّري وقطّعي البطاطس إلى شرائح رقيقة. في قدر، اسخني القشطة والحليب والثوم المفروم حتى يصبح المزيج ساخنًا. ضعي شرائح البطاطس في صينية خبز. صبّي خليط القشطة فوق البطاطس. رشي الجبن المبشور. اطهي في الفرن لمدة 45-60 دقيقة أو حتى يصبح السطح ذهبيًا والبطاطس طرية."
    },
    {
        "name": "بطاطس مشوية في الفرن",
        "ingredients": [
            "بطاطس",
            "زبدة",
            "قشطة",
            "جبن مبشور",
            "لحم خنزير مقدد"
        ],
        "instructions": "سخّن الفرن إلى 200 درجة مئوية. اغسل البطاطس ونقعها بالشوكة. اطهي في الفرن لمدة 45-60 دقيقة أو حتى تصبح طرية. قطّعي البطاطس من الأعلى واضغطي على الجوانب لفتحها. احشيها بالزبدة والقشطة والجبن المبشور واللحم المقدد المطبوخ."
    },
    {
        "name": "كرات البطاطس المقلية",
        "ingredients": [
            "بطاطس",
            "بيض",
            "فتات خبز",
            "بقدونس",
            "ملح"
        ],
        "instructions": "قشّري وقطّعي البطاطس إلى مكعبات. اطهيها في ماء مغلي مملح حتى تصبح طرية. انقعيها واهرسيها بالشوكة. أضيفي البيض المخفوق، البقدونس المفروم، والملح. شكّلي كرات من الخليط وغمّسيها في الفتات. اقليها في زيت ساخن حتى تصبح ذهبية ومقرمشة."
    },
    {
        "name": "بطاطس مقلية بالثوم",
        "ingredients": [
            "بطاطس",
            "ثوم",
            "بقدونس",
            "زيت الزيتون",
            "ملح"
        ],
        "instructions": "قشّري وقطّعي البطاطس إلى مكعبات. سخّني زيت الزيتون في مقلاة على نار متوسطة. أضيفي مكعبات البطاطس واقليها حتى تصبح ذهبية ومقرمشة. أضيفي الثوم المفروم والبقدونس المفروم. نكّهي بالملح وقلّبي لبضع دقائق إضافية."
    },
    {
        "name": "بطاطس محشوة بالجبن",
        "ingredients": [
            "بطاطس",
            "جبن كريمي",
            "شبت",
            "لحم خنزير مقدد",
            "قشطة"
        ],
        "instructions": "سخّن الفرن إلى 200 درجة مئوية. اغسل البطاطس ونقعها بالشوكة. اطهي في الفرن لمدة 45-60 دقيقة أو حتى تصبح طرية. قطّعي البطاطس من الأعلى واضغطي على الجوانب لفتحها. اخلطي الجبن الكريمي، الشبت المفروم، اللحم المقدد المطبوخ، والقشطة. احشي البطاطس بهذا الخليط."
    },
    {
        "name": "الهاشي بارمنتييه",
        "ingredients": [
            "بطاطس",
            "لحم مفروم",
            "بصل",
            "ثوم",
            "جبن مبشور"
        ],
        "instructions": "سخن الفرن إلى 180 درجة مئوية. قشر وقطع البطاطس إلى قطع صغيرة. ضعها في ماء مغلي مملح واتركها حتى تصبح طرية. صفّها واهرسها بالشوكة. في مقلاة، قلّب البصل المفروم والثوم المفروم. أضف اللحم المفروم وقلب حتى يحمر. ضع اللحم في طبق صالح للفرن. غطّه بالبطاطس المهروسة ورش عليه الجبن المبشور. اطهه في الفرن لمدة 25-30 دقيقة أو حتى يحمر السطح."
    },
    {
        "name": "شوربة البطاطس والبصل الأخضر",
        "ingredients": [
            "بطاطس",
            "بصل أخضر",
            "مرقة خضار",
            "كريمة طازجة",
            "بقدونس"
        ],
        "instructions": "قشر وقطع البطاطس إلى مكعبات. قم بتنظيف البصل الأخضر وقطعه إلى شرائح دائرية. سخن زيت الزيتون في قدر على نار متوسطة. أضف البصل الأخضر وقلبه حتى يصبح طرياً. أضف مكعبات البطاطس ومرقة الخضار. أتركها تغلي، ثم اخفض الحرارة واتركها تنضج حتى تصبح البطاطس طرية. استخدم خلاط اليد لتحويلها إلى صلصة. أضف الكريمة الطازجة ونكه بالملح والفلفل. زيّن بالبقدونس المفروم قبل التقديم."
    },
    {
        "name": "رستي سويسري",
        "ingredients": [
            "بطاطس",
            "بصل",
            "زبدة",
            "ملح",
            "فلفل"
        ],
        "instructions": "قشّر البطاطس والبصل ورقهم. قم بالضغط لإزالة الزيادة من الرطوبة. سخّن الزبدة في مقلاة على نار متوسطة. أضف خليط البطاطس والبصل إلى المقلاة. قم بتوزيعها بالتساوي واضغط عليها بالملعقة. اطهه حتى يصبح القاع ذهبياً ومقرمشاً. اقلبه واطهه من الجهة الأخرى حتى يصبح ذهبياً ومقرمشاً. نكّه بالملح والفلفل قبل التقديم."
    },
    {
        "name": "بطاطس بروفانسال",
        "ingredients": [
            "بطاطس",
            "طماطم",
            "بصل",
            "ثوم",
            "أعشاب بروفانسال"
        ],
        "instructions": "قشّر البطاطس وقطعها إلى مكعبات. سخّن زيت الزيتون في مقلاة على نار متوسطة. أضف مكعبات البطاطس وقلب حتى تحمر وتصبح مقرمشة. أضف مكعبات الطماطم والبصل المفروم والثوم المفروم. رش الأعشاب البسلة. اطهه حتى تصبح الخضروات طرية. قدمها ساخنة."
    },
    {
        "name": "بطاطس سويدية",
        "ingredients": [
            "بطاطس",
            "زبدة",
            "مرقة دجاج",
            "ثوم",
            "زعتر"
        ],
        "instructions": "سخّن الفرن إلى 200 درجة مئوية. قشر البطاطس ولكن لا تقطعها تماماً. ضعها على لوح تقطيع وقطعها إلى شرائح رقيقة، مع الحرص على عدم القطع تماماً من الأسفل. اذوب الزبدة في قدر على نار متوسطة. أضف الثوم المفروم والزعتر. قم بوضع شرائح البطاطس في صينية فرن. صب مزيج الزبدة فوق البطاطس والمرقة الدجاج في الصينية. اطهه في الفرن لمدة 45-60 دقيقة أو حتى تحمر البطاطس وتصبح طرية."
    },
    {
        "name": "غراتان البطاطس والسلمون",
        "ingredients": [
            "بطاطس",
            "سلمون",
            "كريمة",
            "حليب",
            "جبن مبشور"
        ],
        "instructions": "سخّن الفرن إلى 180 درجة مئوية. قشر البطاطس وقطعها إلى شرائح رقيقة. اطهي السلمون في الفرن أو بالبخار حتى ينضج. ضع طبقة من البطاطس في صينية فرن. ضع طبقة من السلمون المفروم. كرّر الطبقات حتى ينفذ المكونات. في قدر، سخن الكريمة والحليب. صب المزيج فوق البطاطس والسلمون. رش الجبن المبشور. اطهه في الفرن لمدة 45-60 دقيقة أو حتى يحمر السطح وتصبح البطاطس طرية."
    },
    {
        "name": "بطاطس محشوة بالجبن",
        "ingredients": [
            "بطاطس",
            "جبن شيدر",
            "بيكون",
            "كريمة طازجة",
            "شبت"
        ],
        "instructions": "سخن الفرن إلى 200 درجة مئوية. اغسل البطاطس واخرجها بالشوكة. اطهيها في الفرن لمدة 45-60 دقيقة أو حتى تصبح طرية. افتحها من الأعلى واضغط على الجوانب لفتحها. اخلط الجبن الشيدر المبشور، البيكون المطبوخ، الكريمة الطازجة، والشبت المفروم. احش البطاطس بهذا الخليط."
    },
    {
        "name": "بطاطس بالأعشاب",
        "ingredients": [
            "بطاطس",
            "زبدة",
            "ثوم",
            "بقدونس",
            "زعتر"
        ],
        "instructions": "قشر البطاطس وقطعها إلى مكعبات. سخن الزبدة في مقلاة على نار متوسطة. أضف مكعبات البطاطس واطهها حتى تصبح ذهبية ومقرمشة. أضف الثوم المفروم والبقدونس المفروم والزعتر. نكه بالملح والفلفل. قلب حتى تتأثر الأعشاب بالنكهة."
    },
    {
        "name": "مكرونة بالزبدة",
        "ingredients": [
            "مكرونة",
            "زبدة",
            "ملح"
        ],
        "instructions": "اطهي المكرونة وفقًا لتعليمات العبوة. صفيها وامزجها بالزبدة. نكّه بالملح حسب الذوق."
    },
    {
        "name": "عجة الخضار",
        "ingredients": [
            "بيض",
            "خضار حسب الاختيار (طماطم، فلفل، بصل، فطر، سبانخ)",
            "ملح",
            "فلفل",
            "زيت"
        ],
        "instructions": "اخفق البيض في وعاء. أضف الخضار المقطعة إلى مكعبات. نكّه بالملح والفلفل. سخّن الزيت في مقلاة واسكب الخليط. اطهه حتى تتماسك العجة."
    },
    {
        "name": "ساندويتش جبن مشوي",
        "ingredients": [
            "خبز",
            "جبن",
            "زبدة"
        ],
        "instructions": "امزج الزبدة على وجه الخبز. وضع الجبن بين الشرائح الاثنين من الخبز (الجهة المدهونة بالزبدة تكون إلى الخارج). اشويها في مقلاة حتى يذوب الجبن ويصبح الخبز ذهبي اللون."
    },
    {
        "name": "سلطة سيزر",
        "ingredients": [
            "خس",
            "دجاج مطبوخ",
            "قرص خبز محمص",
            "جبن بارميزان",
            "صلصة سيزر"
        ],
        "instructions": "قطع الخس والدجاج إلى قطع صغيرة. أضف الخبز المحمص وجبن البارميزان. نكّه بصلصة سيزر وامزجها."
    },
    {
        "name": "بطاطس مشوية",
        "ingredients": [
            "بطاطس",
            "زيت الزيتون",
            "ملح",
            "فلفل",
            "أعشاب بروفانسال"
        ],
        "instructions": "قطع البطاطس إلى أرباع. اخلطها مع زيت الزيتون، الملح، الفلفل والأعشاب البسلة. انثرها على صينية خبز واشويها في الفرن حتى تحمر."
    },
    {
        "name": "أرز بالخضار",
        "ingredients": [
            "أرز",
            "خضار حسب الاختيار (فلفل، جزر، بازلاء)",
            "زيت",
            "ملح",
            "فلفل"
        ],
        "instructions": "اطهي الأرز وفقًا لتعليمات العبوة. خلال ذلك الوقت، اقلي الخضار في الزيت حتى تصبح طرية. امزج الخضار مع الأرز المطبوخ. نكه بالملح والفلفل."
    },
    {
        "name": "بيتزا منزلية",
        "ingredients": [
            "عجينة بيتزا جاهزة",
            "صلصة طماطم",
            "جبن",
            "حشوات حسب الاختيار (لحم خنزير مقدد، فطر، فلفل، زيتون)"
        ],
        "instructions": "افرد عجينة البيتزا على صينية خبز. ضع صلصة الطماطم، وأضف الجبن والحشوات التي تختارها. اطهها في الفرن وفقًا لتعليمات العبوة."
    },
    {
        "name": "شوربة خضار",
        "ingredients": [
            "خضار حسب الاختيار (جزر، بطاطس، بصل أخضر، كرفس)",
            "مرقة خضار",
            "ملح",
            "فلفل",
            "أعشاب طازجة (بقدونس، زعتر)"
        ],
        "instructions": "قطع الخضار إلى قطع صغيرة. اطهيها في مرقة الخضار حتى تصبح طرية. نكّه بالملح والفلفل والأعشاب الطازجة."
    },
    {
        "name": "دجاج محمر",
        "ingredients": [
            "دجاجة كاملة",
            "ملح",
            "فلفل",
            "زيت الزيتون",
            "أعشاب بروفانسال"
        ],
        "instructions": "سخن الفرن. نكّه الدجاج بالملح والفلفل والأعشاب البسلة. ادهنه بزيت الزيتون. اشويه في الفرن حتى يحمر وينضج جيدًا."
    },
    {
        "name": "تاكوس",
        "ingredients": [
            "تورتيلا",
            "لحم مفروم",
            "فاصوليا معلبة",
            "جبن مبشور",
            "خس",
            "طماطم",
            "صلصة سالسا"
        ],
        "instructions": "اطهي اللحم المفروم في مقلاة. سخن التورتيلا. املأ كل تورتيلا باللحم، والفاصوليا، والجبن، والخس، والطماطم، وصلصة السالسا."
    }
]
}